The Unit type of the column.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public UnitType UnitType { get; }
  Visual Basic
Public ReadOnly Property UnitType As UnitType
	Get
  Visual C++
public:
property UnitType UnitType {
	UnitType get ();
}
 See Also
  FamilySizeTableColumn Class
  Autodesk.Revit.DB Namespace